# install commandline utils
brew 'archey'
brew 'elixir'
brew 'fish'
brew 'fzy'
brew 'git'
brew 'hub'
brew 'htop'
brew 'httpie'
brew 'mongodb'
brew 'node'
brew 'rbenv'
brew 'ruby'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tree'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'yarn'

# install cask
tap 'caskroom/cask'
tap 'caskroom/versions'

# install apps
cask 'dropbox'
cask 'google-drive'
cask 'iterm2'
cask 'itsycal'
cask 'licecap'
cask 'postman'
cask 'vlc'
