# install commandline utils
brew 'ack'
brew 'archey'
brew 'git'
brew 'mongodb'
brew 'node'
brew 'nvm'
brew 'rbenv'
brew 'ruby'
brew 'thefuck'
brew 'tree'
brew 'tmux'
brew 'vim'
brew 'wget'

# install cask
tap 'caskroom/cask'
tap 'caskroom/versions'

# install apps
cask 'bowtie'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2-beta'
cask 'itsycal'
cask 'licecap'
cask 'macdown'
cask 'microsoft-office'
cask 'ngrok'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'transmission'
cask 'vlc'
